{
  "COMPANY": {
    "NAME": "Discount Flooring"
  },
  "NAVBAR": {
    "HOME": "Home",
    "ABOUT": "About",
    "SERVICES": "Services",
    "CONTACT": "Contact"
  },
  "CAROUSEL": {
    "SLIDE_1": {
      "TITLE": "Discount Flooring",
      "DESCRIPTION": "We are experts in residential and commercial flooring installation."
    },
    "SLIDE_2": {
      "TITLE": "Guaranteed quality",
      "DESCRIPTION": "We deliver long-lasting finishes using top-quality materials."
    },
    "SLIDE_3": {
      "TITLE": "Certified professionals",
      "DESCRIPTION": "Our team has extensive experience in the flooring industry."
    },
    "SLIDE_4": {
      "TITLE": "Your project in good hands",
      "DESCRIPTION": "Trust us to transform your spaces with style."
    }
  },
    "WELCOME_SECTION": {
    "TITLE": "Welcome to Discount Flooring",
    "DESCRIPTION": "At Discount Flooring, we specialize in the professional installation of all types of flooring, including hardwood, tile, carpet, vinyl, and more. We provide customized solutions for homes and businesses, always ensuring quality, efficiency, and outstanding service. Trust us to transform your spaces with style and durability."
  },
 "SERVICES": {
    "TITLE": "Our Services",
    "FLOORING": {
      "TITLE": "Floor Installation",
      "DESCRIPTION": "We offer professional installation of all types of flooring: wood, vinyl, ceramic and more."
    },
    "CARPET": {
      "TITLE": "Carpeting",
      "DESCRIPTION": "Expert carpet installation for homes and offices with flawless results."
    },
    "REPAIR": {
      "TITLE": "Repair & Maintenance",
      "DESCRIPTION": "We repair and maintain existing floors to make them look like new."
    }
  },
  "EXPERIENCE": {
  "TITLE": "Our Experience",
  "DESCRIPTION": "At Discount Flooring, we have years of experience installing all types of flooring—from elegant hardwood to durable tile and cozy carpet. Our team is committed to excellence, ensuring high-quality finishes and complete customer satisfaction on every project. We work with premium materials and modern technologies to deliver long-lasting, visually stunning results.",
  "CARD1": {
    "TITLE": "Professional Installation",
    "DESCRIPTION": "Our team of experts installs flooring with precision and efficiency, ensuring a flawless finish."
  },
  "CARD2": {
    "TITLE": "Personalized Advice",
    "DESCRIPTION": "We help you choose the ideal floor for your space, considering style, durability, and budget."
  },
  "CARD3": {
    "TITLE": "High-Quality Materials",
    "DESCRIPTION": "We only work with top suppliers to ensure durable floors with a superior finish."
  }
},
"FACEBOOK_GALLERY": {
  "TITLE": "Latest Facebook Posts",
  "LOAD_MORE": "Load more posts",
  "VIEW_ON_FACEBOOK": "View on Facebook"
},
  "CONTACT_US": {
    "TITLE": "Contact Us",
    "DESCRIPTION": "Get in touch with us for a consultation or to request a quote.",
    "PHONE": "Phone",
    "EMAIL": "Email",
    "ADDRESS": "Address",
    "REQUEST_QUOTE": "Request Quote"
  },
  "FOOTER": {
    "COMPANY_NAME": "Discount Flooring",
    "DESCRIPTION": "Experts in floor installation for homes and businesses.",
    "NAVIGATION": "Navigation",
    "HOME": "Home",
    "SERVICES": "Our Services",
    "ABOUT": "About Us",
    "CONTACT": "Contact Us",
    "CONTACT_US": "Contact Information",
    "PHONE": "Phone: (123) 456-7890",
    "EMAIL": "Email: info@discountflooring.com",
    "ADDRESS": "Address: 123 Floor Street, City, Country",
    "RIGHTS": "All rights reserved",
    "PRIVACY_POLICY": "Privacy Policy",
    "TERMS_OF_SERVICE": "Terms of Service",
    "DATA_DELETION": "Data Deletion Instructions"
  },
  "PRIVACY_POLICY": {
    "TITLE": "Privacy Policy",
    "INTRO": "At Discount Flooring, we respect your privacy and are committed to protecting the personal information you provide to us.",
    "SECTION1": {
      "TITLE": "1. Information We Collect",
      "CONTENT": "We may collect personal details such as name, email, phone number, and address when you contact us or use our services."
    },
    "SECTION2": {
      "TITLE": "2. How We Use Your Information",
      "CONTENT": "We use your information to provide better service, respond to inquiries, and improve customer support."
    },
    "SECTION3": {
      "TITLE": "3. Sharing Information",
      "CONTENT": "We do not share your information with third parties unless necessary for service delivery or required by law."
    },
    "SECTION4": {
      "TITLE": "4. Security",
      "CONTENT": "We take reasonable steps to protect your data from unauthorized access, alteration, or disclosure."
    },
    "SECTION5": {
      "TITLE": "5. Policy Updates",
      "CONTENT": "We may update this policy from time to time. Please review it periodically to stay informed."
    },
    "QUESTIONS": "If you have questions about this policy, contact us at"
  },
  "TERMS": {
  "TITLE": "Terms of Service",
  "INTRO": "By using our website and services, you agree to the following terms and conditions.",
  "SECTION1": {
    "TITLE": "1. Use of the Site",
    "CONTENT": "You agree to use our site only for lawful purposes and in accordance with these Terms."
  },
  "SECTION2": {
    "TITLE": "2. Intellectual Property",
    "CONTENT": "All content on this site is the property of Discount Flooring and is protected by copyright laws."
  },
  "SECTION3": {
    "TITLE": "3. Limitation of Liability",
    "CONTENT": "We are not liable for any damages arising from the use of our website or services."
  },
  "SECTION4": {
    "TITLE": "4. Changes to the Terms",
    "CONTENT": "We reserve the right to modify these terms at any time. Continued use of the site constitutes acceptance of the new terms."
  },
  "QUESTIONS": "If you have any questions about these terms, contact us at"
},
"DATA_DELETION": {
  "TITLE": "Data Deletion Instructions",
  "DESCRIPTION": "If you wish to delete your data associated with our app or services, please follow the steps below.",
  "STEPS": {
    "TITLE": "How to Request Data Deletion",
    "STEP1": "Send an email to info@discountflooring.com with the subject 'Data Deletion Request'.",
    "STEP2": "Include your full name and the email address linked to your account.",
    "STEP3": "We will process your request and confirm once your data has been deleted."
  },
  "CONTACT": "If you have any questions, feel free to contact us at"
}

}